[Applications]
anki
ark
audacity
brave
calibre
chromium
deluge
desmume
emacs
filelight
gimp
gnome-font-viewer
handbrake
inkscape
kid3
krita
ktouch
mpv
obs
qutebrowser
thunar
thunderbird
zathura
sxiv
termite

[Libraries]
fcitx
fcitx-mozc
fcitx-configtool
fcitx-qt5
graphviz
ffmpeg
ffmpegthumbnailer
docker
docker-compose
mpd
picom
texlive-core
texlive-bibtexextra
texlive-langjapanese
texlive-bin
texlive-fontsextra
texlive-formatsextra
texlive-ganes
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar-archive-plugin
biber
xmonad
xmonad-contrib
imagemagick
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
openconnect
openssh
openvpn
powerline
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
qemu
thunar-media-tags-plugin
rofi
rsync
ttf-droid
ttf-dejavu
ttf-opensans
wine
wine-mono
winetricks
wmctrl
xdotool
samba
stalonetray
youtube-dl
zathura-cb
zathura-pdf-mupdf
zathura-djvu
zathura-ps

[Programming languages]
dart
flutter-dev
gcc
ghc
go
lua
jdk-openjdk
nodejs
npm
rust
yarn

[Terminal applications]
heroku-cli
tmux
scrot
neofetch
zip
zsh
unrar
unzip
htop
powertop
bashtop
bat
exa
ncmpcpp
neovim
sxiv

[AUR]
geogebra5
paru
kepubify
protonmail-bridge
piavpn-bin
alacritty-ligatures-git
dropbox
visual-studio-code-bin
xmobar-git
discord-canary
insomnia
drawio-desktop
mmv
trello
mon2cam-git
mpc
slack-desktop
stepmania-git
thunar-dropbox
toilet
zoom
teams
haskell-language-server-bin
ghcide